acpi
acpid
alacritty
alsa-tools
alsa-utils
android-tools
arandr
asciiquarium
autoconf
automake
autorandr
awesome-git
base
base-devel
bash-completion
bat
bc
betterdiscordctl
betterlockscreen
biber
bind
binutils
bison
blas-openblas
blas64-openblas
bluez
bluez-utils
bottom
brave-bin
brightnessctl
bspwm
bun-bin
calcurse
catch2
cava
clingo
cmake
cmus
cool-retro-term
cowsay
cpufetch
cpupower
cronie
curlftpfs
deno
dhclient
dia
diesel-cli
discord
dmenu
docker
docker-buildx
docker-compose
dosfstools
downgrade
dunst
dust
efibootmgr
elixir
elvish
exploitdb
eza
fakeroot
feh
figlet
firefox
firejail
fish
flameshot
flex
fswatch
fzf
gcc
gimp
git
glances
glow
gnome-keyring
gnu-netcat
go
google-chrome
gparted
gpick
gradle
grub
grub-customizer
gst-plugins-good
gtk-layer-shell
gtkmm3
hacker-typer
handbrake
handbrake-cli
htop
hyperfine
hyprland
hyprpaper-git
icu69-bin
imagemagick
inetutils
inkscape
inotify-tools
jdk17-openjdk
jq
just
kitty
lapce
lavat-git
libreoffice-fresh
lightdm
linux
linux-firmware
linux-headers
lolcat
lshw
lxsession-gtk3
m4
maim
make
mariadb
maven
mdcat
mlocate
mongodb-compass
mpc
mpd
mpdris2
mpv
mtools
nano
navi
ncdu
ncmpcpp
neofetch
neovim
nerd-fonts-complete
net-tools
netproc-git
networkmanager
nmap
nodejs
noto-fonts
npm
ntfs-3g
nvidia-container-toolkit
nvidia-open-dkms
nvidia-utils
nvtop
ocaml
octave
onefetch
opam
openbox
openssh
openssl-1.0
os-prober
p7zip
pacman-contrib
paperview-git
papirus-icon-theme
patch
pavucontrol
perf
perl-file-homedir
perl-image-exiftool
perl-yaml-tiny
picom-git
pipes.sh
pkgconf
plantuml
playerctl
pokeshell
polkit-gnome
polybar
postman-bin
pulseaudio-alsa
pulseaudio-bluetooth
pwgen
python-attrs
python-pillow
python-pip
qbittorrent
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
r
ranger
rclone
redshift
ripgrep
rlwrap
rofi
rofi-calc
rtmidi
sddm
seahorse
simplescreenrecorder
smplayer
sndio
spicetify-cli
spotify
steghide
stegseek
sxhkd
teams
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
thrift
thunar
tint2
tldr
tree
ttf-dejavu
ttf-dejavu-nerd
ttf-fira-code
ttf-liberation
ttf-typicons
tty-clock
udiskie
ueberzug
unimatrix-git
unrar
unzip
upower
vdpauinfo
vhs
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
wget
whatsapp-nativefier
wipe
wireless_tools
wireplumber
wireshark-qt
xbindkeys
xclip
xdotool
xf86-input-synaptics
xf86-video-vesa
xob
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
xvkbd
yay
yay-debug
yt-dlp
zathura
zathura-pdf-poppler
zip
zsh
zsh-antidote
