acpi_call
acpica
alacritty
alsa-utils
app2unit
asciiquarium
asusctl
awww
base
base-devel
bat
bc
bibata-cursor-theme
bind
bluez-utils
bottom
brightnessctl
bspwm
bun
caelestia-cli
caelestia-shell
calcurse
calf
cava
cliphist
cmatrix
corepack
cpio
dbvis
ddcutil
dex
difftastic
discord
docker
docker-buildx
docker-compose
duf
dunst
dust
easyeffects
edk2-shell
eza
feh
firefox
fish
flameshot
flatpak
fzf
git
github-cli
glow
gnome-themes-extra
google-chrome
grim
htop
hyperfine
hypridle
hyprland
hyprlock
hyprpicker
imv
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
inxi
iperf3
jq
just
kitty
libcava
libinput-gestures
libinput-tools
libqalculate
librespeed-cli
libva-utils
linux
linux-firmware
linux-headers
lsp-plugins-lv2
lxsession
man-db
mesa-utils
mongodb-compass-bin
mpv
mtr
nano
ncdu
neofetch
networkmanager
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio
onefetch
openssh
otf-geist-mono-nerd
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
picom
piper-tts-bin
pipes.sh
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
plocate
pnpm
polkit-gnome
polybar
postman-bin
pulseaudio-bluetooth
python-pip
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6-5compat
ripgrep
rofi
rustup
satty
sddm
simplescreenrecorder
slurp
sof-firmware
sshfs
sudo
supergfxctl
swappy
swaync
swayosd
sxhkd
thunar
tldr
topgrade
tree
ttf-dejavu
ttf-dejavu-nerd
ttf-fira-code
ttf-typicons
udiskie
unrar
unzip
uv
visual-studio-code-bin
vlc
waybar
waydroid
wev
wget
whisper.cpp-cuda-bin
wireplumber
wl-clipboard
wlogout
wmctrl
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xorg-xinit
xorg-xinput
xorg-xrdb
xorg-xsetroot
yay
yazi
yt-dlp
zathura-pdf-poppler
zed
zip
zsh
zsh-antidote
