acpica
alacritty
alsa-utils
asciiquarium
asusctl
base
base-devel
bat
bc
bibata-cursor-theme
bluez-utils
bottom
brightnessctl
bspwm
cava
cmatrix
cpio
dbvis
dex
discord
docker
docker-buildx
docker-compose
dunst
edk2-shell
feh
firefox
flameshot
git
gnome-themes-extra
google-chrome
hyprland
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
inxi
just
kitty
libinput-gestures
libinput-tools
libva-utils
linux
linux-firmware
linux-headers
lxsession
man-db
mesa-utils
mongodb-compass-bin
mpv
nano
neofetch
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio
onefetch
openssh
pamixer
papirus-icon-theme
pavucontrol
picom-ftlabs-git
pipes.sh
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
plocate
pnpm
polybar
postman-bin
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
python-pip
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
rofi
rustup
sddm
simplescreenrecorder
sof-firmware
sudo
supergfxctl
sxhkd
thunar
tldr
tree
ttf-dejavu
ttf-dejavu-nerd
ttf-fira-code
ttf-typicons
udiskie
unzip
uv
visual-studio-code-bin
vlc
wireplumber
wmctrl
xclip
xdg-user-dirs
xdotool
xorg-xinit
xorg-xinput
xorg-xrdb
xorg-xsetroot
yay
yazi
yt-dlp
zathura-pdf-poppler
zed
zsh
zsh-antidote
